<?php

return [
    'welcome' => '👋 Ласкаво просимо до GrowthMindset! Я тут, щоб надихнути та мотивувати вас, покращуючи ваш день чудовими цитатами. По-перше, вам потрібно налаштувати /settings, щоб визначити свої уподобання. Після цього використовуйте /subscribe, щоб почати отримувати свої чудові цитати. Якщо у вас виникли запитання або потрібна допомога, напишіть /help. Давайте розпочнемо! 🚀',
    'handle_unknown_command' => 'Будь ласка, перевірте доступні команди: /help',
    'help' => "*Налаштування*\n/settings - встановити нові налаштування\n/mySettings - переглянути мої поточні налаштування\n\n*Керувати підпискою*\n/subscribe - почати отримувати ваші цитати\n/unsubscribe - скасувати активну підписку\n \n*Інше*\n/randomQuote - миттєво отримуйте випадкову цитату!",
    'unsubscribed' => 'Ви щойно скасували підписку!',
    'need_settings' => 'По-перше, вам потрібно налаштувати: /settings',
    'subscribed' => 'Ви щойно підписалися. Незабаром ви отримаєте свою першу цитату!',
    'how_many_quotes' => 'Скільки цитат ви хочете отримувати щодня?',
    'choose_language' => 'Вибери мову',
    'language_updated' => 'Мова була успішно встановлена!',
    'start_receive' => 'Налаштування були успішно встановлено! Розпочни отримувати цитати натиснувши: /subscribe',
    'my_settings' => "*Кількість цитат на день:* *%s* \n\n*Мова*: *%s*",
    'rate_us' => 'Оціни від 1 (найгрішого) до 5 (найкращого)',
    'rate_our_work' => 'Вже пройшло більше місяця, від релізу GrowthMindset(англ. вільне мислення, тобто не фіксоване, що властиве успішним людям) Тому ми просимо оцінити вас роботу нашого боту, яку користь він приносить у ваше життя мотивує чи ні. /rateUs',
    'set_rating' => 'Дякую :) І якщо вам подобається наш бот ти можеш допомогти додавати цитати до нашого боту. Пиши: @IhorRud',
    'new-release' => 'Нове оновлення! Можеш глянути тут: t.me/growthmindsetdevelop',
];
